Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-3978.html.tmx
Source language: sme
Languages: nob

source: Daid doarjagiid árvvoštallan maid Sámediggi juolluda sámi mánáidgárddiide
nob: Evaluering av Sametingets tilskudd til samiske barnehager

source: Sámedikki ovddas lea Asplan Viak árvvoštallan Sámedikki sámi mánáidgárddiid doarjagiid áigodagas 2004-2008 .
nob: På vegne av Sametinget har Asplan Viak utført en evaluering av Sametingets tilskudd til samiske barnehager i perioden 2004-2008 .

source: Ortnega árvvoštallamis leat golbma doaibmabiju : Sámi mánáidgárddiid sierra doarjja , doarjja sámi mánáid sámegieloahpahussii ja prošeaktadoarjja .
nob: Ordningen som har blitt evaluert består av tre tiltak : særskilt tilskudd til samiske barnehager , tilsudd til språkopplæring for samiske barn og prosjekttilskudd .

source: Raporttas boahtá ovdan ahte mánáidgárddiid iežaset oaivila mielde leat doarjagat deaŧalaččat sihke mánáid ja bargiid sámi giela , kultuvrra , identitehta ja gálggaid ovddideapmái .
nob: I rapporten framkommer det at barnehagene selv opplever at tilskuddene har en betydning både for barnas og de ansattes utvikling av samisk språk , kultur , identitet og ferdigheter .

source: Mánáidgárddit oaivvildit dasto ahte doarjagat sámi mánáidgárdefálaldagaide leat hui deaŧalaččat ja addet mánáidgárddiide vejolašvuođa čađahit doaimmaid ja doaibmabijuid mat leat hui deaŧalaččat go galgá sáhttit bargat sámevuođa ektui geavatlaš , lagaš ja árjjalaš vugiin .
nob: Tilskuddene til samiske barnehagetilbud oppleves videre som svært viktige av barnehagene og gjør det mulig for barnehagene å ivareta aktiviteter og tiltak som er svært viktige for å kunne arbeide med det samiske på en praktisk , nær og aktiv måte .

source: Okta hástalusain mii čujuhuvvo raporttas lea sámegielat resurssaid váilun .
nob: En av utfordringene som påpekes i rapporten er mangelen på språklige ressurser .

source: Čađat oaidnit stuorát hástalussan gávdnat dakkár gielalaš gelbbolašvuođa mas livččii ávki máná giellaovdáneapmái , go gávdnat resurssaid mat váikkuhit máná kultuvrralaš identitehta ja sierra sámi gálggaid .
nob: Det er gjennomgående en større utfordring å skaffe tilstrekkelig språklig kompetanse som bidrar til barnas språkutvikling , enn det er å skaffe ressurser som bidrar til barnas kulturelle identitet og ulike samiske ferdigheter .

source: Olles raportta sáhtát lohkat dákko .
nob: Du kan lese hele rapporten her .

source: Almmuhan Holmgren , Hanne .
nob: Publisert av Holmgren , Hanne .

source: Maŋimustá rievdaduvvon 10.11.2010
nob: Sist endret 10.11.2010
